13/data/attachments/3cb52aa657a47a5a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_order_Actions_76447_2</nif:username>
            <nif:friendToBeRequested>soap_actions_9d031681-9b41-4732-adba-1af0f86a9a31</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>